Revit 2024 API
DuctFittingAndAccessoryPressureDropUIDataItem Properties
The DuctFittingAndAccessoryPressureDropUIDataItem type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
DuctFittingAndAccessoryPressureDropUIDataItem Class
Autodesk.Revit.UI.Mechanical Namespace